solutions = {
    1: "Данная ошибка означает, что квота переполнена и нужно очистить почту. Состояние квоты можно посмотреть под логином ЦРМ или в самом внизу возле кнопки Выйти в ЭПС.",
    2: "Для начала просим проверить квоту. Если с квотой всё нормально, вероятно, у вас истёк домен. Просим обратиться к вашему админу.",
    3: "Для начала просим проверить квоту. Если с квотой всё нормально, просим обратиться к вашему админу.",
    4: "Для начала очистите куки и кэш. Если ошибка не исчезла, перепроверьте правильно ли написана почта.",
    5: "Для очищения папок просим использовать инструкцию как очистить почту по данной ссылке.",
    6: "Ошибка возникает при создании кадровиком новой почты. Данная ошибка означает, что данный почтовый адрес уже создан либо email написан не верно.",
    7: "Данная ошибка означает, что фильтры ГТС не пропускают данное письмо вашему адресату.",
    8: "При данной ошибке можно сначала попробовать очистить кэш. Если метод не помог, тогда нужно будет поменять пароль в е-отиниш.",
    9: "Данная ошибка означает, что адрес, куда направляется письмо, не существует.",
    10: "При получении фишингового письма просим обратиться к админу вашего ГО с прикреплением скриншота.",
    11: "Обратитесь к кадровику вашего ГО. Кадровик ответственный за создание почтового адреса.",
    12: "Для удаления учётной записи в ЦРМ (осуществляется 1 раз в месяц) нужно заполнить таблицу.",
    13: "Попробуйте отправить сообщение снова, если не получится, нужно будет очистить куки кэш."
}