problems = {
    1: "Появление ошибки Quota exceeded (mailbox for use is full)",
    2: "Не приходят и не отправляются письма от и до внешних ресурсов таких как mail.ru, gmail.com и так далее.",
    3: "Не отправляются письма на внутренние и внешние адреса.",
    4: "В ЦРМ во вкладке почта не отображаются папки и всё пусто.",
    5: "Как очистить почту?",
    6: "Некорректный email, не соответствует регулярному выражению.",
    7: "Ошибка при отправке или получения письма от no-reply-mgw@sts.kz на подобии было определено Единым шлюзом электронной почты как спам и помещено в карантин ...",
    8: "Ошибка при авторизации в id.gov.kz. Сервер не отвечает.",
    9: "Recipient address rejected: User unknown in virtual mailbox table",
    10: "Я получил фишинговое письмо. Что делать?",
    11: "Как создать почтовый ящик?",
    12: "Как удалить пользователя из адресной книги (строки) в ЦРМ?",
    13: "cannot send message: (smtp) oauthbearer authentication failure"
}